<pad>
<bos>
<eos>
<unk>
<EOS>
<SOS>
BEAT
COMPOSER_haydn
COMPOSER_mozart
DUR_1
DUR_10
DUR_100
DUR_101
DUR_102
DUR_103
DUR_104
DUR_105
DUR_106
DUR_107
DUR_108
DUR_109
DUR_11
DUR_110
DUR_111
DUR_112
DUR_113
DUR_114
DUR_115
DUR_116
DUR_117
DUR_118
DUR_119
DUR_12
DUR_120
DUR_121
DUR_122
DUR_123
DUR_124
DUR_125
DUR_126
DUR_127
DUR_128
DUR_129
DUR_13
DUR_130
DUR_131
DUR_132
DUR_133
DUR_134
DUR_135
DUR_136
DUR_137
DUR_138
DUR_139
DUR_14
DUR_140
DUR_141
DUR_142
DUR_143
DUR_144
DUR_145
DUR_146
DUR_147
DUR_148
DUR_149
DUR_15
DUR_150
DUR_151
DUR_152
DUR_153
DUR_154
DUR_155
DUR_156
DUR_157
DUR_158
DUR_159
DUR_16
DUR_160
DUR_161
DUR_162
DUR_163
DUR_164
DUR_165
DUR_166
DUR_167
DUR_168
DUR_169
DUR_17
DUR_170
DUR_171
DUR_172
DUR_173
DUR_174
DUR_175
DUR_176
DUR_177
DUR_178
DUR_179
DUR_18
DUR_180
DUR_181
DUR_182
DUR_183
DUR_184
DUR_185
DUR_186
DUR_187
DUR_188
DUR_189
DUR_19
DUR_190
DUR_191
DUR_192
DUR_193
DUR_194
DUR_195
DUR_196
DUR_197
DUR_198
DUR_199
DUR_2
DUR_20
DUR_200
DUR_201
DUR_202
DUR_203
DUR_204
DUR_205
DUR_206
DUR_207
DUR_208
DUR_209
DUR_21
DUR_210
DUR_211
DUR_212
DUR_213
DUR_214
DUR_215
DUR_216
DUR_217
DUR_218
DUR_219
DUR_22
DUR_220
DUR_221
DUR_222
DUR_223
DUR_224
DUR_225
DUR_226
DUR_227
DUR_228
DUR_229
DUR_23
DUR_230
DUR_231
DUR_232
DUR_233
DUR_234
DUR_235
DUR_236
DUR_237
DUR_238
DUR_239
DUR_24
DUR_240
DUR_241
DUR_242
DUR_243
DUR_244
DUR_245
DUR_246
DUR_247
DUR_248
DUR_249
DUR_25
DUR_250
DUR_251
DUR_252
DUR_253
DUR_254
DUR_255
DUR_256
DUR_257
DUR_258
DUR_259
DUR_26
DUR_260
DUR_261
DUR_262
DUR_263
DUR_264
DUR_265
DUR_266
DUR_267
DUR_268
DUR_269
DUR_27
DUR_270
DUR_271
DUR_272
DUR_273
DUR_274
DUR_275
DUR_276
DUR_277
DUR_278
DUR_279
DUR_28
DUR_280
DUR_281
DUR_282
DUR_283
DUR_284
DUR_285
DUR_286
DUR_287
DUR_288
DUR_289
DUR_29
DUR_290
DUR_291
DUR_292
DUR_293
DUR_294
DUR_295
DUR_296
DUR_298
DUR_3
DUR_30
DUR_300
DUR_301
DUR_302
DUR_303
DUR_304
DUR_307
DUR_308
DUR_309
DUR_31
DUR_310
DUR_311
DUR_312
DUR_313
DUR_314
DUR_315
DUR_316
DUR_317
DUR_319
DUR_32
DUR_320
DUR_321
DUR_322
DUR_323
DUR_324
DUR_325
DUR_326
DUR_327
DUR_328
DUR_329
DUR_33
DUR_330
DUR_331
DUR_332
DUR_333
DUR_334
DUR_335
DUR_336
DUR_337
DUR_338
DUR_339
DUR_34
DUR_340
DUR_341
DUR_344
DUR_345
DUR_346
DUR_347
DUR_348
DUR_349
DUR_35
DUR_350
DUR_352
DUR_353
DUR_354
DUR_355
DUR_356
DUR_357
DUR_359
DUR_36
DUR_360
DUR_361
DUR_364
DUR_365
DUR_366
DUR_368
DUR_369
DUR_37
DUR_370
DUR_371
DUR_372
DUR_373
DUR_374
DUR_375
DUR_376
DUR_377
DUR_378
DUR_379
DUR_38
DUR_380
DUR_381
DUR_382
DUR_383
DUR_384
DUR_39
DUR_4
DUR_40
DUR_41
DUR_42
DUR_43
DUR_44
DUR_45
DUR_46
DUR_47
DUR_48
DUR_49
DUR_5
DUR_50
DUR_51
DUR_52
DUR_53
DUR_54
DUR_55
DUR_56
DUR_57
DUR_58
DUR_59
DUR_6
DUR_60
DUR_61
DUR_62
DUR_63
DUR_64
DUR_65
DUR_66
DUR_67
DUR_68
DUR_69
DUR_7
DUR_70
DUR_71
DUR_72
DUR_73
DUR_74
DUR_75
DUR_76
DUR_77
DUR_78
DUR_79
DUR_8
DUR_80
DUR_81
DUR_82
DUR_83
DUR_84
DUR_85
DUR_86
DUR_87
DUR_88
DUR_89
DUR_9
DUR_90
DUR_91
DUR_92
DUR_93
DUR_94
DUR_95
DUR_96
DUR_97
DUR_98
DUR_99
KEY_A
KEY_Ab
KEY_Bb
KEY_C
KEY_D
KEY_Dm
KEY_E
KEY_Eb
KEY_F
KEY_Fm
KEY_G
MEASURE
NOTE_100
NOTE_101
NOTE_17
NOTE_19
NOTE_20
NOTE_23
NOTE_24
NOTE_25
NOTE_26
NOTE_27
NOTE_28
NOTE_29
NOTE_30
NOTE_31
NOTE_32
NOTE_33
NOTE_34
NOTE_35
NOTE_36
NOTE_37
NOTE_38
NOTE_39
NOTE_40
NOTE_41
NOTE_42
NOTE_43
NOTE_44
NOTE_45
NOTE_46
NOTE_47
NOTE_48
NOTE_49
NOTE_50
NOTE_51
NOTE_52
NOTE_53
NOTE_54
NOTE_55
NOTE_56
NOTE_57
NOTE_58
NOTE_59
NOTE_60
NOTE_61
NOTE_62
NOTE_63
NOTE_64
NOTE_65
NOTE_66
NOTE_67
NOTE_68
NOTE_69
NOTE_70
NOTE_71
NOTE_72
NOTE_73
NOTE_74
NOTE_75
NOTE_76
NOTE_77
NOTE_78
NOTE_79
NOTE_80
NOTE_81
NOTE_82
NOTE_83
NOTE_84
NOTE_85
NOTE_86
NOTE_87
NOTE_88
NOTE_89
NOTE_90
NOTE_91
NOTE_92
NOTE_93
NOTE_94
NOTE_95
NOTE_96
NOTE_97
NOTE_98
NOTE_99
POS_0
POS_1
POS_10
POS_11
POS_12
POS_13
POS_14
POS_15
POS_16
POS_17
POS_18
POS_19
POS_2
POS_20
POS_21
POS_22
POS_23
POS_24
POS_25
POS_26
POS_27
POS_28
POS_29
POS_3
POS_30
POS_31
POS_32
POS_33
POS_34
POS_35
POS_36
POS_37
POS_38
POS_39
POS_4
POS_40
POS_41
POS_42
POS_43
POS_44
POS_45
POS_46
POS_47
POS_5
POS_6
POS_7
POS_8
POS_9
TEMPO_BPM_100
TEMPO_BPM_105
TEMPO_BPM_106
TEMPO_BPM_108
TEMPO_BPM_110
TEMPO_BPM_112
TEMPO_BPM_115
TEMPO_BPM_116
TEMPO_BPM_117
TEMPO_BPM_120
TEMPO_BPM_122
TEMPO_BPM_125
TEMPO_BPM_126
TEMPO_BPM_127
TEMPO_BPM_128
TEMPO_BPM_129
TEMPO_BPM_130
TEMPO_BPM_132
TEMPO_BPM_134
TEMPO_BPM_135
TEMPO_BPM_136
TEMPO_BPM_138
TEMPO_BPM_140
TEMPO_BPM_144
TEMPO_BPM_145
TEMPO_BPM_146
TEMPO_BPM_148
TEMPO_BPM_150
TEMPO_BPM_152
TEMPO_BPM_154
TEMPO_BPM_155
TEMPO_BPM_160
TEMPO_BPM_162
TEMPO_BPM_165
TEMPO_BPM_168
TEMPO_BPM_170
TEMPO_BPM_172
TEMPO_BPM_174
TEMPO_BPM_180
TEMPO_BPM_184
TEMPO_BPM_190
TEMPO_BPM_200
TEMPO_BPM_210
TEMPO_BPM_215
TEMPO_BPM_216
TEMPO_BPM_228
TEMPO_BPM_234
TEMPO_BPM_244
TEMPO_BPM_250
TEMPO_BPM_256
TEMPO_BPM_264
TEMPO_BPM_270
TEMPO_BPM_272
TEMPO_BPM_275
TEMPO_BPM_35
TEMPO_BPM_36
TEMPO_BPM_38
TEMPO_BPM_40
TEMPO_BPM_41
TEMPO_BPM_42
TEMPO_BPM_45
TEMPO_BPM_46
TEMPO_BPM_47
TEMPO_BPM_48
TEMPO_BPM_50
TEMPO_BPM_500
TEMPO_BPM_51
TEMPO_BPM_52
TEMPO_BPM_55
TEMPO_BPM_550
TEMPO_BPM_57
TEMPO_BPM_58
TEMPO_BPM_60
TEMPO_BPM_600
TEMPO_BPM_63
TEMPO_BPM_65
TEMPO_BPM_66
TEMPO_BPM_67
TEMPO_BPM_68
TEMPO_BPM_70
TEMPO_BPM_72
TEMPO_BPM_74
TEMPO_BPM_75
TEMPO_BPM_76
TEMPO_BPM_80
TEMPO_BPM_82
TEMPO_BPM_83
TEMPO_BPM_84
TEMPO_BPM_86
TEMPO_BPM_89
TEMPO_BPM_90
TEMPO_BPM_91
TEMPO_BPM_93
TEMPO_BPM_95
TEMPO_BPM_98
TEMPO_BPM_99
TIME_SIGNATURE_1/16
TIME_SIGNATURE_1/4
TIME_SIGNATURE_1/8
TIME_SIGNATURE_12/8
TIME_SIGNATURE_2/2
TIME_SIGNATURE_2/4
TIME_SIGNATURE_3/4
TIME_SIGNATURE_3/8
TIME_SIGNATURE_4/2
TIME_SIGNATURE_4/4
TIME_SIGNATURE_4/8
TIME_SIGNATURE_6/8
TIME_SIGNATURE_8/8
VEL_0
VEL_1
VEL_2
VEL_3
VEL_4
VEL_5
VEL_6
VEL_7
